Repository: Deissson/notejot
Catalog: po/*.po
Languages: ru

source: Jot your ideas
ru: Запишите ваши идеи

source: A stupidly-simple notes application for any type of short term notes or ideas.
ru: Невероятно простое приложение для любого типа быстрых заметок или идей.

source: 🟡 Color your notes in 8 different colors
ru: 🟡 Разукрасьте свои заметки в 8 разных цветов

source: 📓 Classify them in notebooks
ru: 📓 Классифицируйте их в блокнотах

source: 🔤 Format text to your liking
ru: 🔤 Отформатируйте текст по своему вкусу

source: 📌 Pin your most important ones
ru: 📌 Закрепите самые важные из них

source: Release: Overhaul User Interface
ru: Релиз: обновленный пользовательский интерфейс

source: Changed: UI now looks better layoutted, is an experiment.
ru: Изменено: пользовательский интерфейс теперь выглядит лучше, это эксперимент.

source: Changed: Backend was changed to be more stable than the old one.
ru: Изменено: Бэкэнд был изменен, чтобы быть более стабильным, чем старый.

source: Note: Your notes and notebooks are always saved in ~/.var/app/io.github.lainsce.Notejot when using the Flatpak. Happy notetaking!
ru: Примечание. При использовании Flatpak ваши заметки и блокноты всегда сохраняются в ~/.var/app/io.github.lainsce.Notejot. Удачных заметок!

source: Release: Pinned Notes
ru: Релиз: закрепленные заметки

source: Added: Notes can now be pinned and are shown separately from others.
ru: Добавлено: заметки теперь можно закреплять и показывать отдельно от других.

source: Added: Note title styling from older versions is back.
ru: Добавлено: стиль заголовков заметок из более старых версий вернулся.

source: Added: Note searchbar is now always visible.
ru: Добавлено: панель поиска заметок теперь всегда видна.

source: Release: Usability Independence
ru: Релиз: Независимость от юзабилити

source: Fixed: many UI bugs were fixed, last but not least the notebook switcher and trash and also removing singluar notes from a notebook.
ru: Исправлено: многие ошибки пользовательского интерфейса были исправлены, не в последнюю очередь, переключатель Блокнотов и корзина, а также удаление отдельных заметок из Блокнотов.

source: Release: Format But Don't Fail
ru: Релиз: Форматируй, но не ошибись

source: Fixed: formatting functions are the best they can be, plus minor fixes all around.
ru: Исправлено: функции форматирования являются лучшими, какие только могут быть, а также небольшие исправления.

source: Release: Ready, Set, Go!
ru: Релиз: Приготовится, На старт, вперед!

source: Some UI design fixes, such as the notebook switcher being on the bottom instead of in the top.
ru: Некоторые исправления дизайна пользовательского интерфейса, например, переключатель Блокнота находится внизу, а не вверху.

source: Release: GTK4 and Ready!
ru: Релиз: GTK4 готов!

source: New UI
ru: Новый интерфейс

source: Using another widget to display note contents
ru: Использование другого виджета для отображения содержимого заметки

source: Keyboard shortcuts for formatting
ru: Сочетания клавиш для форматирования

source: Migration Version
ru: Миграционная версия

source: The version of migration to use; Do not change.
ru: Используемая версия миграции; Не менять.

source: Last View Used
ru: Последний использованный вид

source: The last view used in the UI
ru: Последний вид, использованный в пользовательском интерфейсе

source: Notes Font Size
ru: Размер Шрифта Заметки

source: The size of the font used in notes. (Small, Medium, Large)
ru: Размер шрифта, используемого в заметках. (Маленький, Средний, Большой)

source: Saves whether the window is maximized or not
ru: Сохраняет независимо от того, развернуто окно или нет

source: Whether the window is maximized. Used to open window with user's preferred settings
ru: Развернуто ли окно. Используется для открытия окна с предпочтительными настройками пользователя

source: Saves window last-used width
ru: Сохраняет последнюю использованную ширину окна

source: The user's last used window width before closing the app
ru: Последняя использованная пользователем ширина окна перед закрытием приложения

source: Saves window last-used height
ru: Сохраняет последнюю использованную высоту окна

source: The user's last used window height before closing the app
ru: Последняя использованная пользователем высота окна перед закрытием приложения

source: Jot your ideas.
ru: Запишите свои идеи.

source: Now
ru: Сейчас

source: %d minute ago
ru: %d минуту назад

source: %d hour ago
ru: %d час назад

source: in %d minute
ru: за %d минуту

source: in %d hour
ru: за %d час

source: Yesterday
ru: Вчера

source: Tomorrow
ru: Завтра

source: New Note
ru: Новая Заметка

source: No Notebook
ru: Не в блокноте

source: Clear Trash?
ru: Очистить Корзину?

source: Clearing means the notes in Trash will be permanently lost with no recovery.
ru: Очистка означает, что заметки в Корзине будут безвозвратно утеряны без возможности восстановления.

source: Cancel
ru: Отмена

source: Clear
ru: Очистить

source: Set Note Title
ru: Назначить Заголовок Заметки

source: bold text
ru: жирный текст

source: italic text
ru: курсив

source: underline text
ru: подчеркнутый текст

source: strikethrough text
ru: зачеркнутый текст

source: Item
ru: Объект

source: Edit Notebooks
ru: Редактировать Блокнот

source: New Notebook…
ru: Новый Блокнот…

source: Add
ru: Добавить

source: Move
ru: Переместить

source: Move to a Notebook
ru: Переместить в Блокнот

source: Detach Note From Notebook
ru: Отсоединить от Блокнота

source: Removes this Note from its Notebook.
ru: Убрать из Блокнота.

source: Manage Notebooks…
ru: Управление блокнотами…

source: Views
ru: Просмотры

source: All Notes
ru: Все Заметки

source: Trash
ru: Корзина

source: Notebooks
ru: Блокноты

source: Add Note
ru: Добавить Заметку

source: Clear Trash
ru: Очистить Корзину

source: Text Size
ru: Размер текста

source: Small
ru: Маленький

source: Medium
ru: Средний

source: Large
ru: Большой

source: Keyboard Shortcuts
ru: Комбинации клавиш

source: About Notejot
ru: О Notejot

source: Move Note to a Notebook
ru: Переместить Заметку в Блокнот

source: Pin/Unpin Note
ru: Закрепить/Открепить Заметку

source: Red
ru: Красный

source: Orange
ru: Оранжевый

source: Yellow
ru: Жёлтый

source: Blue
ru: Синий

source: Purple
ru: Фиолетовый

source: Brown
ru: Коричневый

source: Green
ru: Зелёный

source: No Color
ru: Без цвета

source: Delete Note
ru: Удалить Заметку

source: No Selected Notes
ru: Нет выбранных заметок

source: Add a note with the + button.
ru: Добавьте заметку с помощью кнопки +.

source: Removes formatting from selected text
ru: Удаляет форматирование с выделенного текста

source: Makes selected text emboldened
ru: Делает выделенный текст жирным

source: Makes selected text italicized
ru: Делает выделенный текст курсивом

source: Makes selected text underlined
ru: Делает выделенный текст подчеркнутым

source: Makes selected text striked through
ru: Делает выделенный текст перечеркнутым

source: Makes selected text into an unordered list
ru: Превращает выделенный текст в неупорядоченный список

source: Search notes
ru: Поиск заметок

# shortcut window
source: General
ru: Основное

# shortcut window
source: Quit
ru: Выйти

source: Restore Note
ru: Восстановить Заметку

source: Trash is Empty
ru: Корзина Пуста

source: Find notes here that were trashed to restore them.
ru: Найдите здесь заметки, которые были удалены, чтобы восстановить их.
